[
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Intellectual Disability (Intellectual Developmental Disorder)",
    "text": "Intellectual Disability (Intellectual Developmental Disorder): Significant deficits in intellectual functioning (e.g., reasoning, problem-solving, planning, abstract thinking) and adaptive functioning (e.g., social, conceptual, practical skills), with onset during the developmental period. Keywords: Intellectual Disability (Intellectual Developmental Disorder), Mild, Moderate, Severe, Profound, F70-F79"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Global Developmental Delay",
    "text": "Global Developmental Delay: Significant delays in two or more developmental domains (e.g., cognitive, motor, language, social-emotional) in children under the age of 5, where a formal diagnosis of intellectual disability cannot yet be reliably made. Keywords: Global Developmental Delay, Mild, Moderate, Severe, Profound, R62.50"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Unspecified Intellectual Disability",
    "text": "Unspecified Intellectual Disability: Significant deficits in intellectual and adaptive functioning that are evident during the developmental period but cannot be reliably assessed due to sensory, physical, or behavioral impairments, or in children too young for standardized testing. Keywords: Unspecified Intellectual Disability, Mild, Moderate, Severe, Profound, F79"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Language Disorder",
    "text": "Language Disorder: Persistent difficulties in the acquisition and use of language across modalities (e.g., spoken, written, sign language) due to deficits in comprehension or production. Symptoms include reduced vocabulary, limited sentence structure, and impairments in discourse. Keywords: Language Disorder, Mild, Moderate, Severe, Profound, F80.2"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Speech Sound Disorder",
    "text": "Speech Sound Disorder: Persistent difficulty with speech sound production that interferes with speech intelligibility or prevents verbal communication of messages. Onset occurs during the developmental period and cannot be attributed to physical, neurological, or hearing impairments. Keywords: Speech Sound Disorder, Mild, Moderate, Severe, Profound, F80.0"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Childhood-Onset Fluency Disorder (Stuttering)",
    "text": "Childhood-Onset Fluency Disorder (Stuttering): Disturbances in the normal fluency and time patterning of speech that are inappropriate for the individual's age, characterized by frequent and marked occurrences of sound and syllable repetitions, sound prolongations, broken words, audible or silent blocking, circumlocutions, words produced with physical tension, and monosyllabic whole-word repetitions. Keywords: Childhood-Onset Fluency Disorder (Stuttering), Mild, Moderate, Severe, Profound, F80.81"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Social Communication Disorder",
    "text": "Social Communication Disorder: Persistent difficulties in the social use of verbal and nonverbal communication, manifesting in deficits in using communication for social purposes, inability to change communication to match context or listener needs, difficulty following conversational rules, and challenges understanding nonliteral or ambiguous language. Keywords: Social Communication Disorder, Mild, Moderate, Severe, Profound, F80.89"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Other Specified Attention-Deficit/Hyperactivity Disorder",
    "text": "Other Specified Attention-Deficit/Hyperactivity Disorder: Symptoms characteristic of ADHD that cause clinically significant impairment but do not meet the full criteria for ADHD. The clinician specifies the reason the presentation does not meet full criteria (e.g., insufficient number of symptoms, age of onset beyond the required age, or atypical symptom presentation). Keywords: Other Specified Attention-Deficit/Hyperactivity Disorder, Mild, Moderate, Severe, Profound, F90.8"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Unspecified Attention-Deficit/Hyperactivity Disorder",
    "text": "Unspecified Attention-Deficit/Hyperactivity Disorder: Symptoms characteristic of ADHD that cause clinically significant impairment in social, academic, or occupational functioning but do not meet the full criteria for ADHD. This diagnosis is used when the clinician chooses not to specify the reasons that full criteria are not met. Keywords: Unspecified Attention-Deficit/Hyperactivity Disorder, Mild, Moderate, Severe, Profound, F90.9"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Specific Learning Disorder",
    "text": "Specific Learning Disorder: Difficulties in learning and using academic skills, as indicated by the presence of at least one symptom (e.g., inaccurate or slow reading, difficulty understanding the meaning of what is read, difficulties with spelling, written expression, numbers, or mathematical reasoning) for at least six months, despite the provision of targeted interventions. Keywords: Specific Learning Disorder, Mild, Moderate, Severe, F81"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Developmental Coordination Disorder",
    "text": "Developmental Coordination Disorder: Acquisition and execution of coordinated motor skills are substantially below that expected given the individual’s chronological age and opportunity for skill learning and use. This manifests as clumsiness (e.g., dropping or bumping into objects) and slow or inaccurate motor skills performance (e.g., catching objects, using scissors, handwriting). These difficulties significantly interfere with daily activities and academic achievement. Keywords: Developmental Coordination Disorder, Mild, Moderate, Severe, F82"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Stereotypic Movement Disorder",
    "text": "Stereotypic Movement Disorder: Repetitive, seemingly driven, and purposeless motor behavior (e.g., hand waving, body rocking, head banging, self-biting) that interferes with social, academic, or other activities and may result in self-injury. Onset occurs during the early developmental period, and behaviors are not better explained by another condition or substance use. Keywords: Stereotypic Movement Disorder, Mild, Moderate, Severe, F98.4"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Tourette's Disorder",
    "text": "Tourette's Disorder: Both multiple motor tics and one or more vocal tics have been present at some time during the illness, although not necessarily concurrently. Tics may wax and wane in frequency but persist for more than one year since the first tic onset. Onset is before age 18, and the disturbance is not attributable to the physiological effects of a substance or another medical condition. Keywords: Tourette's Disorder, Mild, Moderate, Severe, Profound, F95.2"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Persistent (Chronic) Motor or Vocal Tic Disorder",
    "text": "Persistent (Chronic) Motor or Vocal Tic Disorder: Single or multiple motor or vocal tics have been present during the illness, but not both motor and vocal tics. The tics may wax and wane in frequency but persist for more than one year since their first onset. Onset occurs before age 18, and the disturbance is not attributable to the physiological effects of a substance or another medical condition. The criteria for Tourette's Disorder have never been met. Keywords: Persistent (Chronic) Motor or Vocal Tic Disorder, Mild, Moderate, Severe, F95.1"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Provisional Tic Disorder",
    "text": "Provisional Tic Disorder: Single or multiple motor and/or vocal tics are present for less than one year since first onset. Onset occurs before age 18, and the tics are not attributable to the physiological effects of a substance, a medical condition, or another disorder such as Tourette's Disorder or Persistent (Chronic) Motor or Vocal Tic Disorder. Keywords: Provisional Tic Disorder, Mild, Moderate, Severe, F95.0"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Other Specified Tic Disorder",
    "text": "Other Specified Tic Disorder: Tics that cause clinically significant distress or impairment in social, academic, or other areas of functioning but do not meet the full criteria for Tourette’s Disorder, Persistent (Chronic) Motor or Vocal Tic Disorder, or Provisional Tic Disorder. The clinician specifies the particular reason the tic disorder does not meet full criteria (e.g., onset after age 18, atypical presentation). Keywords: Other Specified Tic Disorder, Mild, Moderate, Severe, F95.8"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Unspecified Tic Disorder",
    "text": "Unspecified Tic Disorder: Tics are present and cause clinically significant distress or impairment in social, occupational, or other areas of functioning. However, the presentation does not meet the full criteria for any specific tic disorder, and the clinician chooses not to specify the reason (e.g., insufficient information to make a more specific diagnosis). Keywords: Unspecified Tic Disorder, Mild, Moderate, Severe, F95.9"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Other Specified Neurodevelopmental Disorder",
    "text": "Other Specified Neurodevelopmental Disorder: Symptoms characteristic of a neurodevelopmental disorder cause significant impairment in social, academic, or occupational functioning, but do not fully meet the criteria for any specific neurodevelopmental disorder. The clinician specifies the reason that the presentation does not meet the full criteria (e.g., atypical symptom patterns, late onset, subthreshold symptoms). Keywords: Other Specified Neurodevelopmental Disorder, Mild, Moderate, Severe, F88"
  },
  {
    "dsm5_category": "Neurodevelopmental Disorders",
    "disorder_name": "Unspecified Neurodevelopmental Disorder",
    "text": "Unspecified Neurodevelopmental Disorder: Symptoms characteristic of a neurodevelopmental disorder cause clinically significant distress or impairment in social, academic, or occupational functioning, but they do not meet the full criteria for any specific neurodevelopmental disorder. The clinician chooses not to specify the reason why the criteria are not met (e.g., insufficient information in emergency settings). Keywords: Unspecified Neurodevelopmental Disorder, Mild, Moderate, Severe, F89"
  },
  {
    "dsm5_category": "Schizophrenia Spectrum and Other Psychotic Disorders",
    "disorder_name": "Schizotypal (Personality) Disorder",
    "text": "Schizotypal (Personality) Disorder: A pervasive pattern of social and interpersonal deficits marked by acute discomfort with, and reduced capacity for, close relationships, as well as cognitive or perceptual distortions and eccentric behaviors, beginning by early adulthood and present in a variety of contexts. The individual must display at least five of the following: ideas of reference, odd beliefs or magical thinking, unusual perceptual experiences, odd thinking and speech, suspiciousness or paranoid ideation, inappropriate or constricted affect, peculiar behavior or appearance, lack of close friends, and excessive social anxiety that does not diminish with familiarity. Keywords: Schizotypal (Personality) Disorder, Mild, Moderate, Severe, F21"
  },
  {
    "dsm5_category": "Schizophrenia Spectrum and Other Psychotic Disorders",
    "disorder_name": "Delusional Disorder",
    "text": "Delusional Disorder: The presence of one or more delusions lasting at least one month. Functioning is not markedly impaired, and behavior is not obviously bizarre or odd. The delusions cannot be better explained by a medical condition, substance use, or another mental disorder such as schizophrenia. Keywords: Delusional Disorder, Mild, Moderate, Severe, F22"
  },
  {
    "dsm5_category": "Schizophrenia Spectrum and Other Psychotic Disorders",
    "disorder_name": "Brief Psychotic Disorder",
    "text": "Brief Psychotic Disorder: The presence of one or more of the following symptoms, lasting at least one day but less than one month, with eventual full return to premorbid functioning: delusions, hallucinations, disorganized speech, or grossly disorganized or catatonic behavior. Symptoms are not attributable to a medical condition, substance use, or another mental disorder. Keywords: Brief Psychotic Disorder, Mild, Moderate, Severe, F23"
  },
  {
    "dsm5_category": "Schizophrenia Spectrum and Other Psychotic Disorders",
    "disorder_name": "Schizophreniform Disorder",
    "text": "Schizophreniform Disorder: The presence of two or more of the following symptoms for a significant portion of a one-month period (or less if successfully treated), with at least one being delusions, hallucinations, or disorganized speech: 1) delusions, 2) hallucinations, 3) disorganized speech, 4) grossly disorganized or catatonic behavior, 5) negative symptoms (e.g., diminished emotional expression). The episode lasts at least one month but less than six months. Symptoms are not attributable to a medical condition, substance use, or another mental disorder. Keywords: Schizophreniform Disorder, Mild, Moderate, Severe, F20.81"
  },
  {
    "dsm5_category": "Schizophrenia Spectrum and Other Psychotic Disorders",
    "disorder_name": "Schizophrenia",
    "text": "Schizophrenia: Two or more of the following symptoms must be present for a significant portion of a one-month period (or less if successfully treated), with at least one being delusions, hallucinations, or disorganized speech: 1) delusions, 2) hallucinations, 3) disorganized speech, 4) grossly disorganized or catatonic behavior, 5) negative symptoms (e.g., diminished emotional expression). Continuous signs of the disturbance persist for at least six months, including at least one month of active-phase symptoms. Keywords: Schizophrenia, Mild, Moderate, Severe, F20.9"
  },
  {
    "dsm5_category": "Schizophrenia Spectrum and Other Psychotic Disorders",
    "disorder_name": "Schizoaffective Disorder",
    "text": "Schizoaffective Disorder: An uninterrupted period of illness during which there is a major mood episode (major depressive or manic) concurrent with Criterion A of schizophrenia. Delusions or hallucinations must occur for at least two weeks in the absence of a major mood episode during the illness. The symptoms of the mood episode must be present for the majority of the total duration of the illness. Keywords: Schizoaffective Disorder, Mild, Moderate, Severe, F25"
  },
  {
    "dsm5_category": "Schizophrenia Spectrum and Other Psychotic Disorders",
    "disorder_name": "Catatonia Associated With Another Mental Disorder",
    "text": "Catatonia Associated With Another Mental Disorder: The presence of three or more of the following symptoms during the course of a mental disorder: 1) stupor (no psychomotor activity), 2) catalepsy (passive posture held against gravity), 3) waxy flexibility (slight resistance to positioning by the examiner), 4) mutism (minimal verbal response), 5) negativism (opposition or no response to instructions or external stimuli), 6) posturing (spontaneous maintenance of a posture against gravity), 7) mannerism (odd, circumstantial caricature of normal actions), 8) stereotypy (repetitive, abnormally frequent movements), 9) agitation (not influenced by external stimuli), 10) grimacing, 11) echolalia (mimicking another's speech), or 12) echopraxia (mimicking another's movements). Symptoms must be severe enough to cause significant distress or impairment in functioning. Keywords: Catatonia Associated With Another Mental Disorder, Mild, Moderate, Severe, F06.1"
  },
  {
    "dsm5_category": "Schizophrenia Spectrum and Other Psychotic Disorders",
    "disorder_name": "Catatonic Disorder Due to Another Medical Condition",
    "text": "Catatonic Disorder Due to Another Medical Condition: The clinical presentation is dominated by three or more of the following catatonic symptoms: 1) stupor, 2) catalepsy, 3) waxy flexibility, 4) mutism, 5) negativism, 6) posturing, 7) mannerism, 8) stereotypy, 9) agitation (not influenced by external stimuli), 10) grimacing, 11) echolalia, or 12) echopraxia. The symptoms must be attributable to a medical condition and not better explained by a mental disorder, substance use, or other causes. Keywords: Catatonic Disorder Due to Another Medical Condition, Mild, Moderate, Severe, F06.1"
  },
  {
    "dsm5_category": "Schizophrenia Spectrum and Other Psychotic Disorders",
    "disorder_name": "Other Specified Schizophrenia Spectrum and Other Psychotic Disorder",
    "text": "Other Specified Schizophrenia Spectrum and Other Psychotic Disorder: Symptoms characteristic of schizophrenia spectrum and other psychotic disorders that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning, but do not meet the full criteria for any specific disorder in the category. The clinician specifies the reason why the criteria are not met (e.g., persistent auditory hallucinations without other features of schizophrenia). Keywords: Other Specified Schizophrenia Spectrum and Other Psychotic Disorder, Mild, Moderate, Severe, F28"
  },
  {
    "dsm5_category": "Schizophrenia Spectrum and Other Psychotic Disorders",
    "disorder_name": "Unspecified Schizophrenia Spectrum and Other Psychotic Disorder",
    "text": "Unspecified Schizophrenia Spectrum and Other Psychotic Disorder: Symptoms characteristic of schizophrenia spectrum and other psychotic disorders cause clinically significant distress or impairment in social, occupational, or other important areas of functioning but do not meet the full criteria for any specific disorder in the category. This diagnosis is used when there is insufficient information to make a more specific diagnosis (e.g., in emergency settings). Keywords: Unspecified Schizophrenia Spectrum and Other Psychotic Disorder, Mild, Moderate, Severe, F29"
  },
  {
    "dsm5_category": "Bipolar and Related Disorders",
    "disorder_name": "Bipolar I Disorder",
    "text": "Bipolar I Disorder: Bipolar I Disorder is characterized by at least one lifetime manic episode. A manic episode is defined as a distinct period of abnormally and persistently elevated, expansive, or irritable mood and abnormally increased goal-directed activity or energy lasting at least one week (or any duration if hospitalization is necessary). During this period, three or more of the following symptoms must be present to a significant degree (four if the mood is only irritable): 1) inflated self-esteem or grandiosity, 2) decreased need for sleep, 3) more talkative than usual or pressure to keep talking, 4) flight of ideas or subjective experience of racing thoughts, 5) distractibility, 6) increase in goal-directed activity or psychomotor agitation, 7) excessive involvement in activities with high potential for painful consequences (e.g., risky investments, sexual indiscretions). Keywords: Bipolar I Disorder, Mild, Moderate, Severe, F31.0"
  },
  {
    "dsm5_category": "Bipolar and Related Disorders",
    "disorder_name": "Bipolar II Disorder",
    "text": "Bipolar II Disorder: Bipolar II Disorder is characterized by at least one hypomanic episode and one major depressive episode. Hypomanic episodes involve a distinct period of abnormally and persistently elevated, expansive, or irritable mood and abnormally increased activity or energy lasting at least four consecutive days. During this period, three (or more) of the following symptoms (four if the mood is irritable) must be present: 1) inflated self-esteem or grandiosity, 2) decreased need for sleep, 3) more talkative than usual or pressure to keep talking, 4) flight of ideas or subjective experience of racing thoughts, 5) distractibility, 6) increase in goal-directed activity or psychomotor agitation, 7) excessive involvement in activities with high potential for painful consequences. Hypomanic episodes are not severe enough to cause marked impairment or require hospitalization. Major depressive episodes include five (or more) of the following symptoms, present during the same two-week period: 1) depressed mood, 2) diminished interest or pleasure, 3) weight change or appetite disturbance, 4) sleep disturbance, 5) psychomotor agitation or retardation, 6) fatigue or energy loss, 7) feelings of worthlessness or excessive guilt, 8) diminished ability to think or concentrate, or 9) recurrent thoughts of death or suicide. Keywords: Bipolar II Disorder, Mild, Moderate, Severe, F31.81"
  },
  {
    "dsm5_category": "Bipolar and Related Disorders",
    "disorder_name": "Cyclothymic Disorder",
    "text": "Cyclothymic Disorder: Cyclothymic Disorder is characterized by numerous periods of hypomanic symptoms and depressive symptoms that do not meet the full criteria for a hypomanic or major depressive episode. These symptoms persist for at least two years (one year in children and adolescents) and are present for at least half the time, with no symptom-free period lasting more than two months. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Keywords: Cyclothymic Disorder, Mild, Moderate, Severe, F34.0"
  },
  {
    "dsm5_category": "Bipolar and Related Disorders",
    "disorder_name": "Substance/Medication-Induced Bipolar and Related Disorder",
    "text": "Substance/Medication-Induced Bipolar and Related Disorder: A prominent and persistent disturbance in mood, characterized by elevated, expansive, or irritable mood with or without depressive symptoms, that develops during or soon after substance intoxication, withdrawal, or exposure to a medication. Evidence must suggest that the mood disturbance is caused by the substance/medication and not attributable to another bipolar disorder or mental health condition. Symptoms must cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Keywords: Substance/Medication-Induced Bipolar and Related Disorder, Mild, Moderate, Severe, F19.94"
  },
  {
    "dsm5_category": "Bipolar and Related Disorders",
    "disorder_name": "Bipolar and Related Disorder Due to Another Medical Condition",
    "text": "Bipolar and Related Disorder Due to Another Medical Condition: A prominent and persistent mood disturbance characterized by elevated, expansive, or irritable mood with or without depressive symptoms. The mood disturbance is a direct physiological consequence of another medical condition, is not better explained by another mental disorder, and causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Keywords: Bipolar and Related Disorder Due to Another Medical Condition, Mild, Moderate, Severe, F06.33"
  },
  {
    "dsm5_category": "Bipolar and Related Disorders",
    "disorder_name": "Other Specified Bipolar and Related Disorder",
    "text": "Other Specified Bipolar and Related Disorder: This category applies to presentations where symptoms characteristic of a bipolar and related disorder cause clinically significant distress or impairment in social, occupational, or other important areas of functioning but do not meet the full criteria for any specific bipolar and related disorder. The clinician specifies the specific reason why the presentation does not meet criteria (e.g., short-duration hypomanic episodes, insufficient symptoms for hypomania, or depressive episodes with insufficient symptoms). Keywords: Other Specified Bipolar and Related Disorder, Mild, Moderate, Severe, F31.89"
  },
  {
    "dsm5_category": "Bipolar and Related Disorders",
    "disorder_name": "Unspecified Bipolar and Related Disorder",
    "text": "Unspecified Bipolar and Related Disorder: This diagnosis applies to presentations in which symptoms characteristic of a bipolar and related disorder cause clinically significant distress or impairment in social, occupational, or other important areas of functioning but do not meet the full criteria for any specific bipolar and related disorder. The unspecified designation is used when the clinician chooses not to specify the reason the criteria are not met (e.g., insufficient information in emergency settings). Keywords: Unspecified Bipolar and Related Disorder, Mild, Moderate, Severe, F31.9"
  },
  {
    "dsm5_category": "Depressive Disorders",
    "disorder_name": "Disruptive Mood Dysregulation Disorder",
    "text": "Disruptive Mood Dysregulation Disorder: Disruptive Mood Dysregulation Disorder (DMDD) is characterized by severe and recurrent temper outbursts (verbal or behavioral) that are grossly out of proportion in intensity or duration to the situation. These outbursts occur on average three or more times per week. Between temper outbursts, the mood is persistently irritable or angry most of the day, nearly every day, and is observable by others. Symptoms must be present for at least 12 months, with no symptom-free period lasting longer than three consecutive months. The diagnosis is made in children between 6 and 18 years of age, with an onset before age 10. Keywords: Disruptive Mood Dysregulation Disorder, Mild, Moderate, Severe, F34.81"
  },
  {
    "dsm5_category": "Depressive Disorders",
    "disorder_name": "Major Depressive Disorder",
    "text": "Major Depressive Disorder: Major Depressive Disorder (MDD) is characterized by the presence of five (or more) of the following symptoms during the same 2-week period, representing a change from previous functioning. At least one of the symptoms must be either (1) depressed mood or (2) loss of interest or pleasure: 1) Depressed mood most of the day, nearly every day, 2) Markedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly every day, 3) Significant weight loss or gain, or decrease or increase in appetite nearly every day, 4) Insomnia or hypersomnia nearly every day, 5) Psychomotor agitation or retardation nearly every day, 6) Fatigue or loss of energy nearly every day, 7) Feelings of worthlessness or excessive guilt nearly every day, 8) Diminished ability to think or concentrate, or indecisiveness nearly every day, 9) Recurrent thoughts of death, recurrent suicidal ideation, or a suicide attempt. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning, and are not attributable to a substance or medical condition. Keywords: Major Depressive Disorder, Mild, Moderate, Severe, F32.9 (Single Episode) / F33.9 (Recurrent Episodes)"
  },
  {
    "dsm5_category": "Depressive Disorders",
    "disorder_name": "Persistent Depressive Disorder (Dysthymia)",
    "text": "Persistent Depressive Disorder (Dysthymia): Persistent Depressive Disorder (Dysthymia) is characterized by a depressed mood for most of the day, for more days than not, for at least two years (one year for children and adolescents). During this period, the individual experiences at least two of the following symptoms: 1) Poor appetite or overeating, 2) Insomnia or hypersomnia, 3) Low energy or fatigue, 4) Low self-esteem, 5) Poor concentration or difficulty making decisions, 6) Feelings of hopelessness. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning and are not better explained by another disorder, substance use, or medical condition. The individual has not been without symptoms for more than two months at a time. Keywords: Persistent Depressive Disorder (Dysthymia), Mild, Moderate, Severe, F34.1"
  },
  {
    "dsm5_category": "Depressive Disorders",
    "disorder_name": "Premenstrual Dysphoric Disorder (PMDD)",
    "text": "Premenstrual Dysphoric Disorder (PMDD): PMDD is characterized by severe mood and physical symptoms that occur in the luteal phase of the menstrual cycle and resolve within a few days after the onset of menses. Symptoms must be present in the majority of menstrual cycles and cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. At least five symptoms must be present, including one or more of the following core mood symptoms: 1) Marked affective lability (e.g., mood swings), 2) Marked irritability or anger, 3) Markedly depressed mood, feelings of hopelessness, or self-deprecating thoughts, 4) Marked anxiety, tension, or feelings of being keyed up or on edge. Additionally, one or more of the following symptoms must also be present: 1) Decreased interest in usual activities, 2) Subjective difficulty in concentration, 3) Lethargy, fatigue, or lack of energy, 4) Changes in appetite or specific food cravings, 5) Hypersomnia or insomnia, 6) A sense of being overwhelmed or out of control, 7) Physical symptoms such as breast tenderness, bloating, or joint/muscle pain. Keywords: Premenstrual Dysphoric Disorder (PMDD), Mild, Moderate, Severe, N94.3"
  },
  {
    "dsm5_category": "Depressive Disorders",
    "disorder_name": "Substance/Medication-Induced Depressive Disorder",
    "text": "Substance/Medication-Induced Depressive Disorder: Substance/Medication-Induced Depressive Disorder is characterized by a prominent and persistent disturbance in mood, with symptoms of depression or diminished interest/pleasure in most activities. The symptoms develop during or shortly after substance intoxication, withdrawal, or exposure to a medication known to produce depressive symptoms. The disorder causes clinically significant distress or impairment in social, occupational, or other important areas of functioning and cannot be better explained by another depressive disorder or due to the effects of a medical condition. Keywords: Substance/Medication-Induced Depressive Disorder, Mild, Moderate, Severe, F32.89 (for substance-induced) / F33.42 (for medication-induced)"
  },
  {
    "dsm5_category": "Depressive Disorders",
    "disorder_name": "Depressive Disorder Due to Another Medical Condition",
    "text": "Depressive Disorder Due to Another Medical Condition: This disorder is characterized by a prominent and persistent depressed mood or markedly diminished interest or pleasure in activities. Symptoms are directly attributable to the physiological effects of another medical condition, based on evidence from history, physical examination, or laboratory findings. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning, and are not better explained by another mental disorder. The disturbance is not due to substance use or withdrawal. Keywords: Depressive Disorder Due to Another Medical Condition, Mild, Moderate, Severe, F06.31 (With depressive features), F06.32 (With major depressive-like episode)"
  },
  {
    "dsm5_category": "Depressive Disorders",
    "disorder_name": "Other Specified Depressive Disorder",
    "text": "Other Specified Depressive Disorder: This diagnosis applies to presentations in which depressive symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning but do not meet the full criteria for any specific depressive disorder. The clinician specifies the particular reason that the presentation does not meet the criteria for a specific depressive disorder (e.g., short-duration depressive episodes or insufficient symptom count). Keywords: Other Specified Depressive Disorder, Mild, Moderate, Severe, F32.89"
  },
  {
    "dsm5_category": "Depressive Disorders",
    "disorder_name": "Unspecified Depressive Disorder",
    "text": "Unspecified Depressive Disorder: Unspecified Depressive Disorder is characterized by symptoms of depression that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning but do not meet the full criteria for any specific depressive disorder. This diagnosis is used when the clinician chooses not to specify the reason why the criteria for a specific depressive disorder are not met (e.g., insufficient information in emergency settings). Keywords: Unspecified Depressive Disorder, Mild, Moderate, Severe, F32.9"
  },
  {
    "dsm5_category": "Anxiety Disorders",
    "disorder_name": "Separation Anxiety Disorder",
    "text": "Separation Anxiety Disorder: Separation Anxiety Disorder is characterized by excessive fear or anxiety concerning separation from attachment figures, beyond what is expected for the individual's developmental level. The fear or anxiety must persist for at least four weeks in children and adolescents and six months or more in adults. Symptoms include: 1) Recurrent excessive distress when anticipating or experiencing separation, 2) Persistent worry about losing attachment figures or potential harm to them, 3) Persistent worry about experiencing an event (e.g., kidnapping) that causes separation, 4) Reluctance or refusal to go out, away from home, or to school/work, 5) Reluctance or refusal to sleep away from home or without attachment figures, 6) Repeated nightmares involving themes of separation, 7) Physical symptoms (e.g., headaches, stomachaches) when separation is anticipated or occurs. Keywords: Separation Anxiety Disorder, Mild, Moderate, Severe, F93.0"
  },
  {
    "dsm5_category": "Anxiety Disorders",
    "disorder_name": "Selective Mutism",
    "text": "Selective Mutism: Selective Mutism is characterized by a consistent failure to speak in specific social situations where there is an expectation to speak (e.g., at school or with peers), despite speaking in other situations (e.g., at home). This inability to speak interferes with educational or occupational achievement or social communication. The duration of the disturbance must be at least one month (not limited to the first month of school) and is not attributable to a lack of knowledge or comfort with the spoken language required in the social situation. The symptoms cannot be better explained by a communication disorder or occur exclusively during the course of autism spectrum disorder, schizophrenia, or another psychotic disorder. Keywords: Selective Mutism, Mild, Moderate, Severe, F94.0"
  },
  {
    "dsm5_category": "Anxiety Disorders",
    "disorder_name": "Specific Phobia",
    "text": "Specific Phobia: Specific Phobia is characterized by marked fear or anxiety about a specific object or situation (e.g., flying, heights, animals, receiving an injection, seeing blood). The phobic object or situation almost always provokes immediate fear or anxiety and is actively avoided or endured with intense fear or anxiety. The fear or anxiety is out of proportion to the actual danger posed by the object or situation and to the sociocultural context. The symptoms must persist for at least six months and cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Keywords: Specific Phobia, Mild, Moderate, Severe, F40.2"
  },
  {
    "dsm5_category": "Anxiety Disorders",
    "disorder_name": "Social Anxiety Disorder (Social Phobia)",
    "text": "Social Anxiety Disorder (Social Phobia): Social Anxiety Disorder is characterized by a marked and persistent fear or anxiety about one or more social situations in which the individual is exposed to possible scrutiny by others (e.g., speaking in public, meeting new people). The individual fears acting in a way that will be humiliating, embarrassing, or lead to rejection. These social situations almost always provoke fear or anxiety, are avoided or endured with intense fear, and the fear or anxiety is out of proportion to the actual threat posed. Symptoms must persist for six months or more and cause significant distress or impairment in social, occupational, or other important areas of functioning. Keywords: Social Anxiety Disorder (Social Phobia), Mild, Moderate, Severe, F40.10"
  },
  {
    "dsm5_category": "Anxiety Disorders",
    "disorder_name": "Panic Disorder",
    "text": "Panic Disorder: Panic Disorder is characterized by recurrent, unexpected panic attacks, which are abrupt surges of intense fear or discomfort that reach a peak within minutes. During these attacks, four or more of the following symptoms occur: palpitations or rapid heart rate, sweating, trembling, shortness of breath, feelings of choking, chest pain, nausea, dizziness, chills or heat sensations, paresthesias (numbness or tingling), derealization or depersonalization, fear of losing control, and fear of dying. At least one attack is followed by one month or more of persistent concern or worry about additional attacks or their consequences and/or a significant maladaptive change in behavior related to the attacks (e.g., avoiding certain situations). The symptoms are not attributable to the effects of a substance, another medical condition, or another mental disorder. Keywords: Panic Disorder, Mild, Moderate, Severe, F41.0"
  },
  {
    "dsm5_category": "Anxiety Disorders",
    "disorder_name": "Agoraphobia",
    "text": "Agoraphobia: Agoraphobia is characterized by marked fear or anxiety about two or more of the following situations: 1) Using public transportation, 2) Being in open spaces (e.g., parking lots, bridges), 3) Being in enclosed spaces (e.g., shops, theaters), 4) Standing in line or being in a crowd, and 5) Being outside of the home alone. The individual fears or avoids these situations due to thoughts that escape might be difficult or help might not be available in the event of developing panic-like symptoms or other incapacitating or embarrassing symptoms. These situations almost always provoke fear or anxiety, are actively avoided, require the presence of a companion, or are endured with intense fear or anxiety. The fear or anxiety is out of proportion to the actual danger posed by the situations and the sociocultural context. The symptoms must persist for six months or more and cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Keywords: Agoraphobia, Mild, Moderate, Severe, F40.00"
  },
  {
    "dsm5_category": "Anxiety Disorders",
    "disorder_name": "Generalized Anxiety Disorder (GAD)",
    "text": "Generalized Anxiety Disorder (GAD): Generalized Anxiety Disorder is characterized by excessive anxiety and worry (apprehensive expectation) occurring more days than not for at least six months, about a number of events or activities (e.g., work or school performance). The individual finds it difficult to control the worry. The anxiety and worry are associated with three (or more) of the following symptoms (with at least some symptoms present for more days than not in the past six months): 1) Restlessness or feeling keyed up or on edge, 2) Being easily fatigued, 3) Difficulty concentrating or mind going blank, 4) Irritability, 5) Muscle tension, and 6) Sleep disturbance (difficulty falling or staying asleep, or restless, unsatisfying sleep). These symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning and are not attributable to the physiological effects of a substance or another medical condition. Keywords: Generalized Anxiety Disorder (GAD), Mild, Moderate, Severe, F41.1"
  },
  {
    "dsm5_category": "Anxiety Disorders",
    "disorder_name": "Substance/Medication-Induced Anxiety Disorder",
    "text": "Substance/Medication-Induced Anxiety Disorder: Substance/Medication-Induced Anxiety Disorder is characterized by prominent symptoms of anxiety or panic that are judged to be primarily attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication, or toxin exposure). The anxiety symptoms must develop during or soon after substance intoxication, withdrawal, or exposure to a medication and cause clinically significant distress or impairment in social, occupational, or other areas of functioning. The symptoms cannot be better explained by another anxiety disorder, and the disturbance does not occur exclusively during the course of delirium. Keywords: Substance/Medication-Induced Anxiety Disorder, Mild, Moderate, Severe, F10.280 (for alcohol-related cases; codes vary by substance)"
  },
  {
    "dsm5_category": "Anxiety Disorders",
    "disorder_name": "Anxiety Disorder Due to Another Medical Condition",
    "text": "Anxiety Disorder Due to Another Medical Condition: This disorder is characterized by clinically significant anxiety or panic attacks that are directly attributable to the physiological effects of another medical condition. Symptoms may include generalized anxiety, panic attacks, obsessive-compulsive symptoms, or phobic avoidance. The anxiety must cause significant distress or impairment in social, occupational, or other important areas of functioning and cannot be better explained by another mental disorder. The disturbance is not attributable to substance use or withdrawal. Keywords: Anxiety Disorder Due to Another Medical Condition, Mild, Moderate, Severe, F06.4"
  },
  {
    "dsm5_category": "Anxiety Disorders",
    "disorder_name": "Other Specified Anxiety Disorder",
    "text": "Other Specified Anxiety Disorder: This disorder is characterized by prominent anxiety symptoms that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning but do not meet the full criteria for any specific anxiety disorder. The clinician specifies the reason why the presentation does not meet criteria for a specific anxiety disorder (e.g., 'generalized anxiety not occurring more days than not'). Keywords: Other Specified Anxiety Disorder, Mild, Moderate, Severe, F41.8"
  },
  {
    "dsm5_category": "Anxiety Disorders",
    "disorder_name": "Unspecified Anxiety Disorder",
    "text": "Unspecified Anxiety Disorder: Unspecified Anxiety Disorder is characterized by clinically significant symptoms of anxiety that cause distress or impairment in social, occupational, or other important areas of functioning but do not meet the full criteria for any specific anxiety disorder. This diagnosis is used when the clinician chooses not to specify the reason why the criteria are not met, such as in emergency settings where sufficient information is unavailable. Keywords: Unspecified Anxiety Disorder, Mild, Moderate, Severe, F41.9"
  },
  {
    "dsm5_category": "Obsessive-Compulsive and Related Disorders",
    "disorder_name": "Obsessive-Compulsive Disorder (OCD)",
    "text": "Obsessive-Compulsive Disorder (OCD): Presence of obsessions, compulsions, or both, which are time-consuming (e.g., take more than one hour per day) or cause significant distress or impairment in social, occupational, or other important areas of functioning. Keywords: Obsessions, Compulsions, Mental health, Psychiatry"
  },
  {
    "dsm5_category": "Obsessive-Compulsive and Related Disorders",
    "disorder_name": "Body Dysmorphic Disorder",
    "text": "Body Dysmorphic Disorder: Preoccupation with one or more perceived defects or flaws in physical appearance that are not observable or appear slight to others. Keywords: Body Dysmorphic Disorder, Mild, Moderate, Severe, F45.22"
  },
  {
    "dsm5_category": "Obsessive-Compulsive and Related Disorders",
    "disorder_name": "Hoarding Disorder",
    "text": "Hoarding Disorder: Persistent difficulty discarding or parting with possessions, regardless of their actual value, due to a perceived need to save them and distress associated with discarding. Keywords: Hoarding, Difficulty discarding, Clutter, Anxiety, CBT"
  },
  {
    "dsm5_category": "Obsessive-Compulsive and Related Disorders",
    "disorder_name": "Trichotillomania (Hair-Pulling Disorder)",
    "text": "Trichotillomania (Hair-Pulling Disorder): Recurrent pulling out of one’s hair, resulting in hair loss, and repeated attempts to decrease or stop hair pulling. Keywords: Hair pulling, Impulse control, Habit Reversal Training, Anxiety"
  },
  {
    "dsm5_category": "Obsessive-Compulsive and Related Disorders",
    "disorder_name": "Excoriation (Skin-Picking) Disorder",
    "text": "Excoriation (Skin-Picking) Disorder: Recurrent skin picking resulting in skin lesions, accompanied by repeated attempts to decrease or stop picking. Keywords: Skin picking, Dermatillomania, Habit Reversal Training, CBT"
  },
  {
    "dsm5_category": "Obsessive-Compulsive and Related Disorders",
    "disorder_name": "Substance/Medication-Induced Obsessive-Compulsive and Related Disorder",
    "text": "Substance/Medication-Induced Obsessive-Compulsive and Related Disorder: Prominent obsessive-compulsive or related symptoms that develop during or soon after substance intoxication or withdrawal, or after exposure to a medication. Evidence of substance/medication use is capable of producing these symptoms. Keywords: Substance-induced, Medication-induced, OCD-like symptoms, Detox, Pharmacological side effects"
  },
  {
    "dsm5_category": "Obsessive-Compulsive and Related Disorders",
    "disorder_name": "Obsessive-Compulsive and Related Disorder Due to Another Medical Condition",
    "text": "Obsessive-Compulsive and Related Disorder Due to Another Medical Condition: Prominent obsessive-compulsive or related symptoms judged to be the direct pathophysiological consequence of another medical condition. Keywords: Medical condition, Neurological, Secondary OCD, Brain injury, Physical comorbidity"
  },
  {
    "dsm5_category": "Obsessive-Compulsive and Related Disorders",
    "disorder_name": "Other Specified Obsessive-Compulsive and Related Disorder",
    "text": "Other Specified Obsessive-Compulsive and Related Disorder: Symptoms characteristic of an obsessive-compulsive or related disorder that cause significant distress or impairment but do not meet the full criteria for any specific disorder in this category. The clinician chooses to specify the reason. Keywords: Subthreshold OCD, Body-focused repetitive behaviors, Obsessive jealousy, Partial criteria"
  },
  {
    "dsm5_category": "Obsessive-Compulsive and Related Disorders",
    "disorder_name": "Unspecified Obsessive-Compulsive and Related Disorder",
    "text": "Unspecified Obsessive-Compulsive and Related Disorder: Presentations of obsessive-compulsive or related symptoms causing significant distress or impairment where there is insufficient information to make a more specific diagnosis or the clinician does not specify the reason. Keywords: Unspecified, Incomplete information, Diagnostic uncertainty"
  },
  {
    "dsm5_category": "Trauma- and Stressor-Related Disorders",
    "disorder_name": "Reactive Attachment Disorder",
    "text": "Reactive Attachment Disorder: A consistent pattern of inhibited, emotionally withdrawn behavior toward adult caregivers, manifesting by rarely or minimally seeking or responding to comfort when distressed. The child has experienced a pattern of extremes of insufficient care. Keywords: Attachment, Neglect, Childhood trauma, Inhibited behavior"
  },
  {
    "dsm5_category": "Trauma- and Stressor-Related Disorders",
    "disorder_name": "Disinhibited Social Engagement Disorder",
    "text": "Disinhibited Social Engagement Disorder: A pattern of behavior in which a child actively approaches and interacts with unfamiliar adults in an overly familiar manner, with a reduced or absent reticence in approaching or interacting with strangers. Must have a history of extremes of insufficient care. Keywords: Disinhibited behavior, Child neglect, Attachment disorder, Overfriendly"
  },
  {
    "dsm5_category": "Trauma- and Stressor-Related Disorders",
    "disorder_name": "Posttraumatic Stress Disorder (PTSD)",
    "text": "Posttraumatic Stress Disorder (PTSD): Exposure to actual or threatened death, serious injury, or sexual violence, followed by intrusive symptoms, avoidance of reminders, negative changes in cognition and mood, and marked alterations in arousal and reactivity, lasting more than one month. Keywords: Trauma, Flashbacks, Hypervigilance, PTSD treatment"
  },
  {
    "dsm5_category": "Trauma- and Stressor-Related Disorders",
    "disorder_name": "Acute Stress Disorder",
    "text": "Acute Stress Disorder: Exposure to actual or threatened death, serious injury, or sexual violation; presence of nine or more symptoms from any of five categories (intrusion, negative mood, dissociation, avoidance, arousal), lasting from 3 days to 1 month after trauma exposure. Keywords: ASD, Early trauma response, Short-term disturbance, Prevent PTSD"
  },
  {
    "dsm5_category": "Trauma- and Stressor-Related Disorders",
    "disorder_name": "Adjustment Disorders",
    "text": "Adjustment Disorders: Emotional or behavioral symptoms in response to an identifiable stressor occurring within 3 months of the onset of the stressor. Symptoms cause marked distress out of proportion to the severity of the stressor or significant impairment in social, occupational, or other areas of functioning. Keywords: Life stressors, Adjustment, Resilience, Short-term therapy"
  },
  {
    "dsm5_category": "Trauma- and Stressor-Related Disorders",
    "disorder_name": "Other Specified Trauma- and Stressor-Related Disorder",
    "text": "Other Specified Trauma- and Stressor-Related Disorder: Symptoms characteristic of a trauma- and stressor-related disorder that cause significant distress or impairment but do not meet the full criteria for any specific disorder in this category. The clinician chooses to specify the reason (e.g., cultural syndrome, persistent complex bereavement-like disorder). Keywords: Subthreshold trauma, Specified reason, Complex bereavement, Partial PTSD"
  },
  {
    "dsm5_category": "Trauma- and Stressor-Related Disorders",
    "disorder_name": "Unspecified Trauma- and Stressor-Related Disorder",
    "text": "Unspecified Trauma- and Stressor-Related Disorder: Presentations in which symptoms characteristic of a trauma- and stressor-related disorder that cause significant distress or impairment predominate, but do not meet the full criteria, and the clinician does not specify the reason. Keywords: Unspecified, Incomplete data, Stress reaction, Diagnostic ambiguity"
  },
  {
    "dsm5_category": "Dissociative Disorders",
    "disorder_name": "Dissociative Identity Disorder",
    "text": "Dissociative Identity Disorder: Disruption of identity characterized by two or more distinct personality states, which may be described in some cultures as possession. Recurrent gaps in memory of daily events, personal information, or traumatic events inconsistent with ordinary forgetting. Symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Not attributable to substance use, a medical condition, or a broadly accepted cultural or religious practice. Keywords: Dissociative Identity Disorder, DID, identity disruption, memory gaps, multiple personalities"
  },
  {
    "dsm5_category": "Dissociative Disorders",
    "disorder_name": "Dissociative Amnesia",
    "text": "Dissociative Amnesia: Inability to recall important personal information, usually of a traumatic or stressful nature, inconsistent with ordinary forgetting. Symptoms cause significant distress or functional impairment. Not attributable to substance use, neurological condition, or another mental disorder. Keywords: Dissociative Amnesia, memory loss, trauma, fugue, personal history"
  },
  {
    "dsm5_category": "Dissociative Disorders",
    "disorder_name": "Depersonalization/Derealization Disorder",
    "text": "Depersonalization/Derealization Disorder: Persistent or recurrent experiences of depersonalization (detachment from self) or derealization (detachment from surroundings), with intact reality testing. Keywords: Depersonalization, Derealization, Detachment from reality, Emotional numbing"
  },
  {
    "dsm5_category": "Dissociative Disorders",
    "disorder_name": "Other Specified Dissociative Disorder",
    "text": "Other Specified Dissociative Disorder: Dissociative symptoms that do not fully meet the criteria for any specific dissociative disorder but cause significant distress or impairment. Keywords: Dissociative symptoms, Identity confusion, Time loss, Trauma response"
  },
  {
    "dsm5_category": "Feeding and Eating Disorders",
    "disorder_name": "Pica",
    "text": "Pica: Persistent eating of nonnutritive, nonfood substances over a period of at least 1 month, inappropriate to the developmental level of the individual and not part of a culturally supported or socially normative practice. Keywords: Pica, Nonfood ingestion, Behavioral therapy"
  },
  {
    "dsm5_category": "Feeding and Eating Disorders",
    "disorder_name": "Rumination Disorder",
    "text": "Rumination Disorder: Repeated regurgitation of food for at least 1 month, which may be re-chewed, re-swallowed, or spit out, not attributable to a medical condition or another eating disorder. Keywords: Rumination Disorder, Regurgitation, Behavioral therapy"
  },
  {
    "dsm5_category": "Feeding and Eating Disorders",
    "disorder_name": "Avoidant Restrictive Food Intake Disorder",
    "text": "Avoidant Restrictive Food Intake Disorder: Persistent failure to meet appropriate nutritional and/or energy needs associated with one or more: significant weight loss, nutritional deficiency, dependence on enteral feeding or supplements, or marked interference with psychosocial functioning. Not explained by lack of food, cultural practices, or other mental or medical conditions. Keywords: Avoidant/Restrictive Food Intake Disorder, Food avoidance, Sensory aversion"
  },
  {
    "dsm5_category": "Feeding and Eating Disorders",
    "disorder_name": "Anorexia Nervosa",
    "text": "Anorexia Nervosa: Restriction of energy intake relative to requirements leading to significantly low body weight, intense fear of gaining weight, and disturbance in self-perceived weight or shape. Keywords: Anorexia Nervosa, Weight loss, Body image disturbance"
  },
  {
    "dsm5_category": "Feeding and Eating Disorders",
    "disorder_name": "Bulimia Nervosa",
    "text": "Bulimia Nervosa: Recurrent episodes of binge eating with compensatory behaviors (e.g., vomiting, laxative use) at least once a week for 3 months, with undue influence of body weight or shape on self-evaluation. Keywords: Bulimia Nervosa, Binge eating, Compensatory behaviors"
  },
  {
    "dsm5_category": "Feeding and Eating Disorders",
    "disorder_name": "Binge-Eating Disorder",
    "text": "Binge-Eating Disorder: Recurrent episodes of binge eating, characterized by eating a large amount of food in a short period of time with a sense of lack of control, occurring at least once a week for 3 months. Not associated with compensatory behaviors as in bulimia nervosa. Keywords: Binge-Eating Disorder, Overeating, Emotional eating"
  },
  {
    "dsm5_category": "Feeding and Eating Disorders",
    "disorder_name": "Other Specified Feeding or Eating Disorder",
    "text": "Other Specified Feeding or Eating Disorder: Feeding or eating behaviors that cause significant distress or impairment but do not meet the full criteria for any specific feeding or eating disorder. Keywords: Other Specified Feeding or Eating Disorder, Atypical anorexia, Night eating syndrome"
  },
  {
    "dsm5_category": "Feeding and Eating Disorders",
    "disorder_name": "Unspecified Feeding or Eating Disorder",
    "text": "Unspecified Feeding or Eating Disorder: Symptoms of a feeding or eating disorder that cause significant distress or impairment but lack sufficient information to meet the criteria for a specific diagnosis. Keywords: Unspecified Feeding or Eating Disorder, Disordered eating, Diagnostic uncertainty"
  },
  {
    "dsm5_category": "Elimination Disorders",
    "disorder_name": "Enuresis",
    "text": "Enuresis: Repeated voiding of urine into bed or clothes, whether involuntary or intentional, occurring at least twice a week for at least 3 months, or causing significant distress or functional impairment. Diagnosis is not made before 5 years of age. Keywords: Enuresis, Bedwetting, Urinary incontinence"
  },
  {
    "dsm5_category": "Elimination Disorders",
    "disorder_name": "Encopresis",
    "text": "Encopresis: Repeated passage of feces into inappropriate places, whether involuntary or intentional, occurring at least once a month for at least 3 months. Diagnosis is not made before 4 years of age. Keywords: Encopresis, Fecal incontinence, Bowel control"
  },
  {
    "dsm5_category": "Sleep-Wake Disorders",
    "disorder_name": "Insomnia Disorder",
    "text": "Insomnia Disorder: Difficulty initiating or maintaining sleep, or waking up too early and being unable to return to sleep, occurring at least 3 nights per week for at least 3 months, despite adequate opportunity for sleep. Keywords: Insomnia, Sleep difficulties, Chronic insomnia"
  },
  {
    "dsm5_category": "Sleep-Wake Disorders",
    "disorder_name": "Hypersomnolence Disorder",
    "text": "Hypersomnolence Disorder: Excessive sleepiness despite a main sleep period of at least 7 hours, with at least one of the following: recurrent lapses into sleep during the day, prolonged main sleep episodes, or difficulty being fully awake. Keywords: Hypersomnolence, Excessive daytime sleepiness, Chronic sleepiness"
  },
  {
    "dsm5_category": "Sleep-Wake Disorders",
    "disorder_name": "Narcolepsy",
    "text": "Narcolepsy: Recurrent episodes of an uncontrollable need to sleep, lapsing into sleep, or napping occurring at least three times per week over the past three months. Accompanied by at least one of the following: cataplexy, hypocretin deficiency, or REM sleep latency ≤15 minutes. Keywords: Narcolepsy, Daytime sleepiness, Cataplexy, Sleep attacks"
  },
  {
    "dsm5_category": "Sleep-Wake Disorders",
    "disorder_name": "Breathing-Related Sleep Disorders",
    "text": "Breathing-Related Sleep Disorders: Recurrent episodes of disrupted sleep due to breathing abnormalities, including apneas, hypopneas, or respiratory effort-related arousals. Keywords: Sleep apnea, Snoring, CPAP therapy, Breathing issues during sleep"
  },
  {
    "dsm5_category": "Sleep-Wake Disorders",
    "disorder_name": "Circadian Rhythm Sleep-Wake Disorders",
    "text": "Circadian Rhythm Sleep-Wake Disorders: Persistent or recurrent patterns of sleep disruption primarily due to alterations of the circadian system or misalignment between the circadian rhythm and the individual's sleep-wake schedule. Keywords: Circadian Rhythm Disorders, Delayed Sleep Phase, Shift Work Disorder"
  },
  {
    "dsm5_category": "Sleep-Wake Disorders",
    "disorder_name": "Non-Rapid Eye Movement Sleep Arousal Disorders",
    "text": "Non-Rapid Eye Movement Sleep Arousal Disorders: Recurrent episodes of incomplete awakening from sleep, usually occurring during the first third of the major sleep episode, accompanied by sleepwalking or sleep terrors. Keywords: Sleepwalking, Sleep Terrors, Non-REM Arousal Disorders"
  },
  {
    "dsm5_category": "Sleep-Wake Disorders",
    "disorder_name": "Nightmare Disorder",
    "text": "Nightmare Disorder: Recurrent extended, extremely dysphoric, and well-remembered dreams that usually involve threats to survival, security, or physical integrity. The dreams occur during the REM stage of sleep and result in awakening. Keywords: Nightmares, REM Sleep, Dysphoric Dreams"
  },
  {
    "dsm5_category": "Sleep-Wake Disorders",
    "disorder_name": "Rapid Eye Movement Sleep Behavior Disorder",
    "text": "Rapid Eye Movement Sleep Behavior Disorder: Repeated episodes of arousal during sleep associated with vocalization and/or complex motor behaviors. The behaviors occur during REM sleep and are often linked to vivid, action-filled, or violent dreams. Keywords: REM Behavior Disorder, Dream-Enactment, Sleep Injuries"
  },
  {
    "dsm5_category": "Sleep-Wake Disorders",
    "disorder_name": "Restless Legs Syndrome",
    "text": "Restless Legs Syndrome: An uncontrollable urge to move the legs, often accompanied by uncomfortable sensations. Symptoms occur or worsen during periods of rest or inactivity and are partially or completely relieved by movement. Keywords: Restless Legs Syndrome, Periodic Limb Movements, Sleep Disruption"
  },
  {
    "dsm5_category": "Sleep-Wake Disorders",
    "disorder_name": "Substance/Medication-Induced Sleep Disorder",
    "text": "Substance/Medication-Induced Sleep Disorder: Significant sleep disturbance directly related to the use or withdrawal of a substance or medication. Symptoms may include insomnia, hypersomnia, or parasomnias. Keywords: Substance-Induced Sleep Disorder, Medication Withdrawal, Sleep Disturbance"
  },
  {
    "dsm5_category": "Sleep-Wake Disorders",
    "disorder_name": "Other Specified Sleep-Wake Disorder",
    "text": "Other Specified Sleep-Wake Disorder: Sleep disturbance that does not meet full criteria for any specific sleep-wake disorder, with specific reasons documented by the clinician. Keywords: Other Specified Sleep-Wake Disorder, Sleep disturbance, Non-specific sleep issues"
  },
  {
    "dsm5_category": "Sleep-Wake Disorders",
    "disorder_name": "Unspecified Sleep-Wake Disorder",
    "text": "Unspecified Sleep-Wake Disorder: Sleep disturbance causing significant distress or impairment but lacking enough information to meet criteria for a specific sleep-wake disorder. Keywords: Unspecified Sleep-Wake Disorder, Sleep disturbance, Non-specific symptoms"
  },
  {
    "dsm5_category": "Sexual Dysfunctions",
    "disorder_name": "Delayed Ejaculation",
    "text": "Delayed Ejaculation: Marked delay or infrequency of ejaculation during partnered sexual activity, persisting for at least 6 months and causing significant distress. Keywords: Delayed Ejaculation, Male sexual dysfunction, Ejaculatory delay"
  },
  {
    "dsm5_category": "Sexual Dysfunctions",
    "disorder_name": "Erectile Disorder",
    "text": "Erectile Disorder: Marked difficulty in obtaining or maintaining an erection sufficient for sexual activity, or a marked decrease in erectile rigidity, persisting for at least 6 months and causing significant distress. Keywords: Erectile Disorder, Erectile dysfunction, Male sexual health"
  },
  {
    "dsm5_category": "Sexual Dysfunctions",
    "disorder_name": "Female Orgasmic Disorder",
    "text": "Female Orgasmic Disorder: Marked delay in, infrequency of, or absence of orgasm; or reduced intensity of orgasmic sensations during nearly all sexual activities, persisting for at least 6 months and causing significant distress. Keywords: Female Orgasmic Disorder, Anorgasmia, Female sexual dysfunction"
  },
  {
    "dsm5_category": "Sexual Dysfunctions",
    "disorder_name": "Female Sexual Interest/Arousal Disorder",
    "text": "Female Sexual Interest/Arousal Disorder: Absent or reduced sexual interest/arousal as evidenced by lack of sexual thoughts, reduced initiation of sexual activity, or reduced pleasure in most sexual encounters, persisting for at least 6 months and causing significant distress. Keywords: Female Sexual Interest/Arousal Disorder, Low libido, Female sexual dysfunction"
  },
  {
    "dsm5_category": "Sexual Dysfunctions",
    "disorder_name": "Genito-Pelvic Pain/Penetration Disorder",
    "text": "Genito-Pelvic Pain/Penetration Disorder: Persistent or recurrent difficulties with vaginal penetration, significant vulvovaginal or pelvic pain during intercourse, fear or anxiety about pain related to penetration, or tensing/tightening of pelvic floor muscles during penetration attempts, lasting for at least 6 months and causing significant distress. Keywords: Genito-Pelvic Pain/Penetration Disorder, Dyspareunia, Vaginismus"
  },
  {
    "dsm5_category": "Sexual Dysfunctions",
    "disorder_name": "Male Hypoactive Sexual Desire Disorder",
    "text": "Male Hypoactive Sexual Desire Disorder: Persistent or recurrently deficient (or absent) sexual thoughts or fantasies and desire for sexual activity, persisting for at least 6 months and causing significant distress. Keywords: Male Hypoactive Sexual Desire Disorder, Low libido, Sexual dysfunction"
  },
  {
    "dsm5_category": "Sexual Dysfunctions",
    "disorder_name": "Premature (Early) Ejaculation",
    "text": "Premature (Early) Ejaculation: Persistent or recurrent pattern of ejaculation occurring during partnered sexual activity within approximately 1 minute following vaginal penetration and before the individual wishes it, for at least 6 months, causing significant distress. Keywords: Premature (Early) Ejaculation, Ejaculation latency, Sexual dysfunction"
  },
  {
    "dsm5_category": "Sexual Dysfunctions",
    "disorder_name": "Substance/Medication-Induced Sexual Dysfunction",
    "text": "Substance/Medication-Induced Sexual Dysfunction: Clinically significant disturbance in sexual function that develops during or soon after substance intoxication or withdrawal, or exposure to a medication, and persists for at least 1 month. Keywords: Substance/Medication-Induced Sexual Dysfunction, Drug side effects, Sexual health"
  },
  {
    "dsm5_category": "Sexual Dysfunctions",
    "disorder_name": "Other Specified Sexual Dysfunction",
    "text": "Other Specified Sexual Dysfunction: Sexual dysfunction symptoms that cause significant distress or impairment but do not meet the full criteria for any specific sexual dysfunction disorder. Examples include situational arousal difficulties or orgasm delay not attributable to another condition. Keywords: Other Specified Sexual Dysfunction, Situational sexual issues, Arousal delay"
  },
  {
    "dsm5_category": "Sexual Dysfunctions",
    "disorder_name": "Unspecified Sexual Dysfunction",
    "text": "Unspecified Sexual Dysfunction: Sexual dysfunction that causes significant distress or impairment but does not meet the criteria for any specific sexual dysfunction disorder, and the clinician chooses not to specify the reason. Keywords: Unspecified Sexual Dysfunction, Non-specific sexual issues, Sexual health"
  },
  {
    "dsm5_category": "Gender Dysphoria",
    "disorder_name": "Gender Dysphoria",
    "text": "Gender Dysphoria: A marked incongruence between one's experienced/expressed gender and assigned gender, lasting at least six months, with significant distress or impairment in social, occupational, or other areas of functioning. Keywords: Gender Dysphoria, Gender incongruence, Transgender health"
  },
  {
    "dsm5_category": "Disruptive, Impulse-Control, and Conduct Disorders",
    "disorder_name": "Oppositional Defiant Disorder",
    "text": "Oppositional Defiant Disorder: A pattern of angry/irritable mood, argumentative/defiant behavior, or vindictiveness lasting at least six months, with significant impairment in functioning. Keywords: Oppositional Defiant Disorder, Defiant behavior, Angry/irritable mood"
  },
  {
    "dsm5_category": "Disruptive, Impulse-Control, and Conduct Disorders",
    "disorder_name": "Intermittent Explosive Disorder",
    "text": "Intermittent Explosive Disorder: Recurrent behavioral outbursts representing a failure to control aggressive impulses, manifesting as verbal or physical aggression toward people, property, or animals. Keywords: Intermittent Explosive Disorder, Aggression, Impulse control"
  },
  {
    "dsm5_category": "Disruptive, Impulse-Control, and Conduct Disorders",
    "disorder_name": "Conduct Disorder",
    "text": "Conduct Disorder: A repetitive and persistent pattern of behavior that violates societal norms or the rights of others, including aggression, destruction of property, deceitfulness, or serious violations of rules. Keywords: Conduct Disorder, Aggression, Rule violations"
  },
  {
    "dsm5_category": "Disruptive, Impulse-Control, and Conduct Disorders",
    "disorder_name": "Pyromania",
    "text": "Pyromania: Deliberate and purposeful fire setting on more than one occasion, with tension or arousal before the act and relief or pleasure afterward. Keywords: Pyromania, Fire-setting, Impulse control disorder"
  },
  {
    "dsm5_category": "Disruptive, Impulse-Control, and Conduct Disorders",
    "disorder_name": "Kleptomania",
    "text": "Kleptomania: Recurrent failure to resist impulses to steal objects that are not needed for personal use or monetary value. Keywords: Kleptomania, Impulse control, Stealing behavior"
  },
  {
    "dsm5_category": "Disruptive, Impulse-Control, and Conduct Disorders",
    "disorder_name": "Other Specified Disruptive, Impulse-Control, and Conduct Disorder",
    "text": "Other Specified Disruptive, Impulse-Control, and Conduct Disorder: Behaviors characteristic of a disruptive, impulse-control, or conduct disorder that do not meet full criteria for any specific disorder in this category. Keywords: Other Specified Disruptive Disorder, Impulse control, Behavioral challenges"
  },
  {
    "dsm5_category": "Disruptive, Impulse-Control, and Conduct Disorders",
    "disorder_name": "Unspecified Disruptive, Impulse-Control, and Conduct Disorder",
    "text": "Unspecified Disruptive, Impulse-Control, and Conduct Disorder: Behavioral patterns consistent with a disruptive, impulse-control, or conduct disorder that cause significant distress or impairment but do not meet the full criteria for any specific disorder in this category. Keywords: Unspecified Disruptive Disorder, Impulse-control issues, Behavioral challenges"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Alcohol Use Disorder",
    "text": "Alcohol Use Disorder: A problematic pattern of alcohol use leading to significant impairment or distress, as manifested by at least two of the following criteria within a 12-month period: alcohol taken in larger amounts over time, unsuccessful efforts to control alcohol use, craving, or continued use despite physical or psychological harm. Keywords: Alcohol Addiction, Substance Abuse, Alcohol Dependence"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Alcohol Intoxication",
    "text": "Alcohol Intoxication: Clinically significant behavioral or psychological changes (e.g., inappropriate behavior, mood lability, impaired judgment) shortly after alcohol ingestion, accompanied by at least one of the following: slurred speech, incoordination, unsteady gait, nystagmus, or memory impairment. Keywords: Drunkenness, Alcohol Effects, Impaired Behavior"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Alcohol Withdrawal",
    "text": "Alcohol Withdrawal: A set of physical and psychological symptoms occurring after a significant reduction in or cessation of prolonged heavy alcohol use. Symptoms include autonomic hyperactivity (e.g., sweating or pulse above 100), hand tremors, insomnia, nausea, hallucinations, psychomotor agitation, anxiety, and seizures. Keywords: Alcohol Withdrawal, Delirium Tremens, Alcohol Detoxification"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other Alcohol-Induced Disorders",
    "text": "Other Alcohol-Induced Disorders: Mental or physical conditions caused by alcohol use that do not fit criteria for more specific disorders, including mood disorders, anxiety, or psychosis induced by alcohol. Keywords: Alcohol-Induced Psychosis, Alcohol-Induced Mood Disorder, Substance-Induced Anxiety"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Unspecified Alcohol-Related Disorder",
    "text": "Unspecified Alcohol-Related Disorder: Alcohol-related symptoms that cause significant distress or impairment but do not meet the full criteria for any specific alcohol-related disorder. Keywords: Unspecified Alcohol-Related Disorder, Alcohol Use Symptoms, Alcohol-Induced Impairment"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Caffeine Intoxication",
    "text": "Caffeine Intoxication: A recent excessive consumption of caffeine leading to symptoms such as restlessness, nervousness, excitement, insomnia, flushed face, diuresis, gastrointestinal disturbance, muscle twitching, or tachycardia. Keywords: Caffeine Intoxication, Caffeine Overuse, Stimulant-Induced Symptoms"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Caffeine Withdrawal",
    "text": "Caffeine Withdrawal: A significant reduction or cessation of caffeine consumption following prolonged daily use, resulting in withdrawal symptoms such as headache, fatigue, decreased alertness, depressed mood, or irritability. Keywords: Caffeine Withdrawal, Caffeine Cessation, Caffeine-Induced Symptoms"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other Caffeine-Induced Disorders",
    "text": "Other Caffeine-Induced Disorders: Mental health or physical symptoms attributable to caffeine use but not meeting the criteria for caffeine intoxication or withdrawal. Keywords: Caffeine-Induced Disorders, Caffeine-Related Symptoms, Substance-Induced Conditions"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Unspecified Caffeine-Related Disorder",
    "text": "Unspecified Caffeine-Related Disorder: Symptoms related to caffeine use that cause clinically significant distress or impairment but do not meet the full criteria for any specific caffeine-related disorder. Keywords: Unspecified Caffeine-Related Disorder, Caffeine Symptoms, Caffeine-Induced Impairment"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Cannabis Use Disorder",
    "text": "Cannabis Use Disorder: A problematic pattern of cannabis use leading to clinically significant impairment or distress, as evidenced by at least two symptoms within a 12-month period, such as inability to reduce use, cravings, or failure to fulfill obligations. Keywords: Cannabis Use Disorder, Marijuana Addiction, Substance Use"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Cannabis Intoxication",
    "text": "Cannabis Intoxication: Recent use of cannabis leading to significant behavioral or psychological changes, such as euphoria, impaired judgment, or social withdrawal, along with physiological symptoms like red eyes, increased appetite, or dry mouth. Keywords: Cannabis Intoxication, Marijuana Effects, THC Impairment"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Cannabis Withdrawal",
    "text": "Cannabis Withdrawal: Cessation of heavy and prolonged cannabis use leading to at least three symptoms within one week, such as irritability, sleep disturbances, decreased appetite, or restlessness. Keywords: Cannabis Withdrawal, Marijuana Symptoms, THC Dependence Recovery"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other Cannabis-Induced Disorders",
    "text": "Other Cannabis-Induced Disorders: Symptoms directly attributable to cannabis use that significantly impair functioning but do not meet criteria for a more specific cannabis-related disorder. This may include anxiety, depressive episodes, or psychotic features induced by cannabis. Keywords: Cannabis-Induced Anxiety, Cannabis-Induced Psychosis, THC-Induced Disorders"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Unspecified Cannabis-Related Disorder",
    "text": "Unspecified Cannabis-Related Disorder: Cannabis-related symptoms that cause significant distress or impairment but do not fit into a specific cannabis-related diagnosis. Keywords: Unspecified Cannabis Disorder, THC-Related Symptoms, Cannabis Effects"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Phencyclidine Use Disorder",
    "text": "Phencyclidine Use Disorder: A pattern of phencyclidine (PCP) use leading to significant impairment or distress, as evidenced by symptoms such as persistent craving, unsuccessful attempts to reduce use, or continued use despite negative consequences. Keywords: Phencyclidine Use Disorder, PCP Addiction, Hallucinogen Abuse"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other Hallucinogen Use Disorder",
    "text": "Other Hallucinogen Use Disorder: A problematic pattern of hallucinogen use (excluding PCP) leading to significant distress or impairment, characterized by symptoms such as tolerance, withdrawal, or repeated attempts to quit. Keywords: Hallucinogen Addiction, LSD Abuse, HPPD"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Phencyclidine Intoxication",
    "text": "Phencyclidine Intoxication: Recent use of phencyclidine (PCP) leading to clinically significant problematic behavioral or psychological changes, such as belligerence, impaired judgment, or psychomotor agitation, and at least two symptoms (e.g., vertical or horizontal nystagmus, hypertension, muscle rigidity). Keywords: Phencyclidine Intoxication, PCP Intoxication, Acute Hallucinogen Effects"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other Hallucinogen Intoxication",
    "text": "Other Hallucinogen Intoxication: Recent ingestion of a hallucinogen (excluding PCP) resulting in significant psychological or behavioral changes (e.g., anxiety, hallucinations, or perceptual distortions) and at least two symptoms (e.g., pupillary dilation, tachycardia, sweating). Keywords: Hallucinogen Intoxication, LSD Effects, Psilocybin Use"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Hallucinogen Persisting Perception Disorder",
    "text": "Hallucinogen Persisting Perception Disorder: Reexperiencing one or more perceptual symptoms (e.g., geometric hallucinations, intensified colors, or false perceptions of movement) that were initially experienced during hallucinogen intoxication. These symptoms cause significant distress or impairment in social, occupational, or other areas of functioning. Keywords: Hallucinogen Persisting Perception Disorder, HPPD, Flashbacks"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other Phencyclidine-Induced Disorders",
    "text": "Other Phencyclidine-Induced Disorders: Mental health symptoms directly caused by the effects of phencyclidine (PCP), such as mood disturbances, psychosis, or anxiety, that significantly impair functioning. Keywords: Phencyclidine-Induced Disorders, PCP Psychosis, PCP Mood Disturbances"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other Hallucinogen-Induced Disorders",
    "text": "Other Hallucinogen-Induced Disorders: Presence of mental or behavioral disturbances caused by the direct effects of hallucinogens, excluding perceptual changes as seen in HPPD. These disturbances cause significant impairment in functioning or distress. Keywords: Hallucinogen-Induced Disorders, Psychedelic Psychosis, LSD-Induced Anxiety"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Unspecified Phencyclidine-Related Disorder",
    "text": "Unspecified Phencyclidine-Related Disorder: Mental or behavioral symptoms related to phencyclidine (PCP) use that do not meet the criteria for specific phencyclidine-induced disorders. Keywords: Phencyclidine-Related Disorder, PCP Mood Disturbances, Unspecified PCP Disorder"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Unspecified Hallucinogen-Related Disorder",
    "text": "Unspecified Hallucinogen-Related Disorder: Mental or behavioral disturbances due to hallucinogen use that do not meet the criteria for specific hallucinogen-induced disorders. Keywords: Hallucinogen-Related Disorder, Psychedelic-Induced Symptoms, Unspecified Hallucinogen Disorder"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Inhalant Use Disorder",
    "text": "Inhalant Use Disorder: A pattern of inhalant use leading to clinically significant impairment or distress, as indicated by at least two criteria within a 12-month period. Keywords: Inhalant Use Disorder, Solvent Abuse, Adolescent Substance Use"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Inhalant Intoxication",
    "text": "Inhalant Intoxication: Clinically significant behavioral or psychological changes following recent inhalant use (e.g., euphoria, dizziness, or uncoordinated movements). Keywords: Inhalant Intoxication, Substance-Induced Euphoria, Glue Sniffing Effects"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other Inhalant-Induced Disorders",
    "text": "Other Inhalant-Induced Disorders: Mental health or behavioral disturbances due to inhalant use that do not meet criteria for specific inhalant-induced disorders. Keywords: Inhalant-Induced Disorders, Substance-Induced Mood Changes, Solvent Abuse Effects"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Unspecified Inhalant-Related Disorder",
    "text": "Unspecified Inhalant-Related Disorder: Symptoms related to inhalant use causing clinically significant distress or impairment but not meeting full criteria for any specific inhalant-related disorder. Keywords: Inhalant Use, Substance Abuse, Unspecified Inhalant Disorder"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Opioid Use Disorder",
    "text": "Opioid Use Disorder: A problematic pattern of opioid use leading to clinically significant impairment or distress, as manifested by at least two criteria within a 12-month period. Keywords: Opioid Use, Substance Abuse, Addiction Recovery"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Opioid Intoxication",
    "text": "Opioid Intoxication: Clinically significant problematic behavioral or psychological changes (e.g., euphoria followed by apathy, dysphoria) that develop during or shortly after opioid use. Keywords: Opioid Intoxication, Overdose, Naloxone"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Opioid Withdrawal",
    "text": "Opioid Withdrawal: A problematic set of behavioral, physiological, and psychological changes occurring after cessation or reduction of prolonged opioid use. Keywords: Opioid Withdrawal, Substance Use Disorder, Detoxification"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other Opioid-Induced Disorders",
    "text": "Other Opioid-Induced Disorders: Significant clinical disturbances in mood, cognition, or behavior directly related to opioid use and not better explained by another medical or psychiatric condition. Keywords: Opioid-Induced Psychosis, Mood Disturbance, Substance-Related Disorder"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Unspecified Opioid-Related Disorder",
    "text": "Unspecified Opioid-Related Disorder: Symptoms related to opioid use that cause significant distress or impairment but do not meet full criteria for a specific opioid-related disorder. Keywords: Unspecified Opioid Disorder, Fatigue, Substance-Related Disorders"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Sedative, Hypnotic, or Anxiolytic Use Disorder",
    "text": "Sedative, Hypnotic, or Anxiolytic Use Disorder: A problematic pattern of sedative, hypnotic, or anxiolytic use leading to clinically significant impairment or distress, manifested by at least two symptoms within a 12-month period (e.g., tolerance, withdrawal, unsuccessful efforts to cut down). Keywords: Substance Use Disorder, Sedative Dependence, Hypnotic Addiction"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Sedative, Hypnotic, or Anxiolytic Intoxication",
    "text": "Sedative, Hypnotic, or Anxiolytic Intoxication: Recent use of a sedative, hypnotic, or anxiolytic leading to clinically significant maladaptive behavioral or psychological changes, such as aggression or mood swings. Keywords: Sedative Intoxication, Substance-Induced Disorder, Acute Toxicity"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Sedative, Hypnotic, or Anxiolytic Withdrawal",
    "text": "Sedative, Hypnotic, or Anxiolytic Withdrawal: Cessation or reduction in prolonged sedative, hypnotic, or anxiolytic use, leading to two or more withdrawal symptoms within hours to days, such as autonomic hyperactivity, tremor, or insomnia. Keywords: Sedative Withdrawal, Benzodiazepine Discontinuation, Substance-Induced Disorder"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other Sedative-, Hypnotic-, or Anxiolytic-Induced Disorders",
    "text": "Other Sedative-, Hypnotic-, or Anxiolytic-Induced Disorders: A clinically significant disturbance (e.g., mood, anxiety, psychosis) attributable to sedative, hypnotic, or anxiolytic use, intoxication, or withdrawal. Keywords: Substance-Induced Psychosis, Sedative-Induced Mood Disorder, Substance Use Complications"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Unspecified Sedative-, Hypnotic-, or Anxiolytic-Related Disorder",
    "text": "Unspecified Sedative-, Hypnotic-, or Anxiolytic-Related Disorder: Symptoms suggestive of a sedative-, hypnotic-, or anxiolytic-related disorder that do not meet the full criteria for a specific disorder. Keywords: Unspecified Substance Use, Sedative-Related Disorder, Mild Withdrawal Symptoms"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Stimulant Use Disorder",
    "text": "Stimulant Use Disorder: A problematic pattern of stimulant use leading to significant impairment or distress, manifested by at least two criteria (e.g., tolerance, withdrawal, or continued use despite harm) within a 12-month period. Keywords: Stimulant Addiction, Amphetamine Use Disorder, Substance Use Disorder"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Stimulant Intoxication",
    "text": "Stimulant Intoxication: Recent use of stimulants leading to clinically significant behavioral or psychological changes (e.g., euphoria, hypervigilance) and two or more symptoms such as tachycardia or psychomotor agitation. Keywords: Cocaine Intoxication, Amphetamine Overdose, Substance Intoxication"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Stimulant Withdrawal",
    "text": "Stimulant Withdrawal: The development of a substance-specific syndrome due to cessation or reduction of prolonged stimulant use, leading to significant distress or impairment in daily functioning. Keywords: Stimulant Withdrawal, Amphetamine Withdrawal, Substance Use Disorder"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other Stimulant-Induced Disorders",
    "text": "Other Stimulant-Induced Disorders: Development of a clinically significant syndrome caused by stimulant use, distinct from intoxication, withdrawal, or a specific substance-induced disorder. Keywords: Stimulant-Induced Disorders, Substance-Induced Psychosis"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Unspecified Stimulant-Related Disorder",
    "text": "Unspecified Stimulant-Related Disorder: Clinically significant distress or impairment in functioning related to stimulant use that does not meet full criteria for a specific disorder. Keywords: Unspecified Stimulant-Related Disorder, Nonspecific Stimulant Symptoms"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Tobacco Use Disorder",
    "text": "Tobacco Use Disorder: A problematic pattern of tobacco use leading to clinically significant impairment or distress, as manifested by at least two criteria within a 12-month period (e.g., tolerance, withdrawal, persistent desire to quit, use in hazardous situations). Keywords: Tobacco Use Disorder, Smoking Addiction, Nicotine Dependence"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Tobacco Withdrawal",
    "text": "Tobacco Withdrawal: Development of withdrawal symptoms (e.g., irritability, difficulty concentrating, increased appetite) within 24 hours of abrupt cessation or reduction in tobacco use after prolonged use. Keywords: Tobacco Withdrawal, Nicotine Withdrawal Symptoms"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other Tobacco-Induced Disorders",
    "text": "Other Tobacco-Induced Disorders: Development of clinical symptoms directly related to tobacco use, such as mood or anxiety disorders, with clear evidence linking symptoms to the effects of tobacco. Keywords: Tobacco-Induced Disorders, Mood Disturbances, Anxiety from Tobacco Use"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Unspecified Tobacco-Related Disorder",
    "text": "Unspecified Tobacco-Related Disorder: Symptoms associated with tobacco use or withdrawal that do not meet the full criteria for any specific tobacco-related disorder. Keywords: Unspecified Tobacco Disorder, General Tobacco Symptoms, Mild Tobacco-Related Symptoms"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other (or Unknown) Substance Use Disorder",
    "text": "Other (or Unknown) Substance Use Disorder: Problematic pattern of use of an unidentified or unusual substance leading to significant impairment or distress. Keywords: Unidentified Substance Use, Unknown Substance Dependency"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other (or Unknown) Substance Intoxication",
    "text": "Other (or Unknown) Substance Intoxication: Recent ingestion of an unknown substance leading to clinically significant behavioral or psychological changes. Keywords: Unknown Substance Intoxication, Unidentified Substance Effects"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other (or Unknown) Substance Withdrawal",
    "text": "Other (or Unknown) Substance Withdrawal: Cessation or reduction in use of an unknown substance after prolonged or heavy use, leading to clinically significant distress or impairment. Keywords: Unknown Substance Withdrawal, Unspecified Substance Dependency"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Other (or Unknown) Substance-Induced Disorders",
    "text": "Other (or Unknown) Substance-Induced Disorders: Behavioral or psychological disturbances caused by the use of an unknown substance. Keywords: Substance-Induced Mental Health Disorders, Unknown Substance Effects"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Unspecified Other (or Unknown) Substance-Related Disorder",
    "text": "Unspecified Other (or Unknown) Substance-Related Disorder: A pattern of symptoms associated with an unknown substance use, without meeting the criteria for any specific substance-related disorder. Keywords: Unspecified Substance Dependency, Unknown Substance Effects"
  },
  {
    "dsm5_category": "Substance-Related and Addictive Disorders",
    "disorder_name": "Gambling Disorder",
    "text": "Gambling Disorder: Persistent and recurrent problematic gambling behavior leading to significant impairment or distress. Keywords: Problem Gambling, Behavioral Addiction"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Delirium",
    "text": "Delirium: An acute disturbance in attention and awareness that develops over a short period, representing a change from baseline, and fluctuates in severity during the day. Keywords: Delirium, F05, Acute Confusion"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Major Neurocognitive Disorder",
    "text": "Major Neurocognitive Disorder: Significant cognitive decline in one or more cognitive domains (e.g., memory, language, attention) that interferes with independence in everyday activities. Keywords: Major Neurocognitive Disorder, Mild, Moderate, Severe, F02.80"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Mild Neurocognitive Disorder",
    "text": "Mild Neurocognitive Disorder: Evidence of modest cognitive decline from a previous level of performance in one or more cognitive domains (e.g., memory, learning, language, executive function, attention) based on concern from the individual, a knowledgeable informant, or clinician, and modest impairment in cognitive performance documented by standardized testing or clinical assessment. Keywords: Mild Neurocognitive Disorder, Cognitive Impairment, Memory Lapses"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Major or Mild Neurocognitive Disorder Due to Alzheimer's Disease",
    "text": "Major or Mild Neurocognitive Disorder Due to Alzheimer's Disease: Evidence of cognitive decline in one or more cognitive domains (e.g., memory, learning, language) that interferes with independence in daily activities for major neurocognitive disorder or does not interfere for mild neurocognitive disorder. The cognitive deficits must not be better explained by other mental or medical conditions and are consistent with the pathophysiological process of Alzheimer's disease. Keywords: Alzheimer's Disease, Neurocognitive Disorder, Dementia, Memory Impairment"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Major or Mild Frontotemporal Neurocognitive Disorder",
    "text": "Major or Mild Frontotemporal Neurocognitive Disorder: Evidence of cognitive decline in one or more cognitive domains due to frontotemporal lobar degeneration. The decline must interfere with independence in daily activities for major neurocognitive disorder or not interfere for mild neurocognitive disorder. Behavioral and language variants are prominent subtypes. Keywords: Frontotemporal Dementia, Behavioral Variant, Language Variant, FTD, Neurocognitive Disorder"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Major or Mild Neurocognitive Disorder with Lewy Bodies",
    "text": "Major or Mild Neurocognitive Disorder with Lewy Bodies: Evidence of progressive cognitive decline accompanied by two or more core features: fluctuating cognition with pronounced variations in attention and alertness, recurrent visual hallucinations, and spontaneous features of parkinsonism. Keywords: Lewy Body Dementia, Visual Hallucinations, Parkinsonism, REM Sleep Behavior Disorder, Neurocognitive Disorder"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Major or Mild Vascular Neurocognitive Disorder",
    "text": "Major or Mild Vascular Neurocognitive Disorder: Cognitive impairment attributable to cerebrovascular disease, evidenced by a temporal relationship between the vascular event(s) and cognitive decline, or by imaging evidence of cerebrovascular disease. Keywords: Vascular Dementia, Cognitive Decline, Stroke, F01.50, Cerebrovascular Disease"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Major or Mild Neurocognitive Disorder Due to Traumatic Brain Injury",
    "text": "Major or Mild Neurocognitive Disorder Due to Traumatic Brain Injury: Cognitive impairment caused by a traumatic brain injury (TBI), as evidenced by loss of consciousness, post-traumatic amnesia, or neurological signs. Keywords: Traumatic Brain Injury, TBI, Neurocognitive Disorder, F07.81, Cognitive Impairment"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Major or Mild Neurocognitive Disorder Due to HIV Infection",
    "text": "Major or Mild Neurocognitive Disorder Due to HIV Infection: Cognitive impairment attributed to HIV infection, characterized by deficits in one or more cognitive domains that interfere with daily functioning. Keywords: HIV-Associated Neurocognitive Disorder, HAND, Cognitive Decline, F02.80"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Major or Mild Neurocognitive Disorder Due to Prion Disease",
    "text": "Major or Mild Neurocognitive Disorder Due to Prion Disease: Rapidly progressive cognitive impairment caused by prion diseases, often accompanied by motor symptoms and other neurological deficits. Keywords: Prion Disease, Creutzfeldt-Jakob Disease, Cognitive Impairment, A81.00"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Major or Mild Neurocognitive Disorder Due to Parkinson's Disease",
    "text": "Major or Mild Neurocognitive Disorder Due to Parkinson's Disease: Cognitive decline associated with Parkinson's disease, with impairments in executive function, attention, or visuospatial abilities that impact daily life. Keywords: Parkinson's Disease Dementia, Cognitive Impairment, G31.82"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Major or Mild Neurocognitive Disorder Due to Huntington's Disease",
    "text": "Major or Mild Neurocognitive Disorder Due to Huntington's Disease: Cognitive decline associated with Huntington's disease, characterized by impairments in executive functioning, memory, and motor coordination. Keywords: Huntington's Disease, Cognitive Decline, Chorea, G10"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Major or Mild Neurocognitive Disorder Due to Another Medical Condition",
    "text": "Major or Mild Neurocognitive Disorder Due to Another Medical Condition: Significant cognitive decline resulting from a specific medical condition other than those commonly associated with neurodegenerative diseases. Keywords: Cognitive Impairment, Secondary to Medical Condition, F06.8"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Major or Mild Neurocognitive Disorder Due to Multiple Etiologies",
    "text": "Major or Mild Neurocognitive Disorder Due to Multiple Etiologies: Cognitive decline resulting from the combined effects of two or more conditions (e.g., Alzheimer’s disease and cerebrovascular disease). Keywords: Multiple Etiologies, Cognitive Decline, F06.8"
  },
  {
    "dsm5_category": "Neurocognitive Disorders",
    "disorder_name": "Unspecified Neurocognitive Disorder",
    "text": "Unspecified Neurocognitive Disorder: Cognitive decline that does not meet the full criteria for other specific neurocognitive disorders due to insufficient information or atypical presentation. Keywords: Unspecified Neurocognitive Disorder, Cognitive Decline, R41.9"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "General Personality Disorder",
    "text": "General Personality Disorder: A pervasive and inflexible pattern of inner experience and behavior deviating markedly from cultural expectations. This pattern manifests in cognition, affectivity, interpersonal functioning, or impulse control. Keywords: General Personality Disorder, Personality Dysfunction, F60.9"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Paranoid Personality Disorder",
    "text": "Paranoid Personality Disorder: A pervasive distrust and suspicion of others such that their motives are interpreted as malevolent, beginning by early adulthood and present in a variety of contexts. Keywords: Paranoid Personality Disorder, F60.0, Chronic Mistrust"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Schizoid Personality Disorder",
    "text": "Schizoid Personality Disorder: A pervasive pattern of detachment from social relationships and a restricted range of emotional expression in interpersonal settings, beginning by early adulthood and present in various contexts. Keywords: Schizoid Personality Disorder, Social Detachment, F60.1"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Schizotypal Personality Disorder",
    "text": "Schizotypal Personality Disorder: A pervasive pattern of social and interpersonal deficits marked by acute discomfort with close relationships, as well as cognitive or perceptual distortions and eccentricities of behavior, beginning by early adulthood and present in a variety of contexts. Keywords: Schizotypal Personality Disorder, Eccentric Behavior, F21"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Antisocial Personality Disorder",
    "text": "Antisocial Personality Disorder: A pervasive pattern of disregard for and violation of the rights of others, occurring since age 15 years, as indicated by three or more criteria, such as deceitfulness, impulsivity, irritability, and lack of remorse. Keywords: Antisocial Personality Disorder, F60.2"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Borderline Personality Disorder",
    "text": "Borderline Personality Disorder: A pervasive pattern of instability in interpersonal relationships, self-image, and affect, along with marked impulsivity, beginning in early adulthood and present in various contexts. Keywords: Borderline Personality Disorder, F60.3"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Histrionic Personality Disorder",
    "text": "Histrionic Personality Disorder: A pervasive pattern of excessive emotionality and attention-seeking behavior, starting in early adulthood and present in various contexts. Keywords: Histrionic Personality Disorder, F60.4"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Narcissistic Personality Disorder",
    "text": "Narcissistic Personality Disorder: A pervasive pattern of grandiosity, need for admiration, and lack of empathy, beginning by early adulthood and present in various contexts. Keywords: Narcissistic Personality Disorder, F60.81"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Avoidant Personality Disorder",
    "text": "Avoidant Personality Disorder: A pervasive pattern of social inhibition, feelings of inadequacy, and hypersensitivity to negative evaluation, beginning by early adulthood and present in various contexts. Keywords: Avoidant Personality Disorder, F60.6"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Dependent Personality Disorder",
    "text": "Dependent Personality Disorder: A pervasive and excessive need to be taken care of that leads to submissive and clinging behavior and fears of separation, beginning by early adulthood and present in various contexts. Keywords: Dependent Personality Disorder, F60.7"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Obsessive-Compulsive Personality Disorder",
    "text": "Obsessive-Compulsive Personality Disorder: A pervasive pattern of preoccupation with orderliness, perfectionism, and control, at the expense of flexibility, openness, and efficiency, beginning by early adulthood and present in a variety of contexts. Keywords: Obsessive-Compulsive Personality Disorder, F60.5"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Personality Change Due to Another Medical Condition",
    "text": "Personality Change Due to Another Medical Condition: A persistent personality disturbance that represents a change from the individual's previous personality pattern, due to the physiological effects of another medical condition. Keywords: Personality Change Due to Another Medical Condition, F07.0"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Other Specified Personality Disorder",
    "text": "Other Specified Personality Disorder: A personality disturbance that does not meet full criteria for any specific personality disorder, but causes significant distress or impairment, with specific reasons for the diagnosis specified (e.g., mixed personality features). Keywords: Other Specified Personality Disorder, F60.89"
  },
  {
    "dsm5_category": "Personality Disorders",
    "disorder_name": "Unspecified Personality Disorder",
    "text": "Unspecified Personality Disorder: A personality disturbance that does not meet full criteria for any specific personality disorder and where the specific reasons for the diagnosis are not specified, but causes significant distress or impairment. Keywords: Unspecified Personality Disorder, F60.9"
  },
  {
    "dsm5_category": "Paraphilic Disorders",
    "disorder_name": "Voyeuristic Disorder",
    "text": "Voyeuristic Disorder: Recurrent and intense sexual arousal from observing an unsuspecting person who is naked, in the process of disrobing, or engaging in sexual activity, manifested by fantasies, urges, or behaviors. Keywords: Voyeuristic Disorder, F65.3"
  },
  {
    "dsm5_category": "Paraphilic Disorders",
    "disorder_name": "Exhibitionistic Disorder",
    "text": "Exhibitionistic Disorder: Recurrent and intense sexual arousal from exposing one’s genitals to an unsuspecting person, as manifested by fantasies, urges, or behaviors. Keywords: Exhibitionistic Disorder, F65.2"
  },
  {
    "dsm5_category": "Paraphilic Disorders",
    "disorder_name": "Frotteuristic Disorder",
    "text": "Frotteuristic Disorder: Recurrent and intense sexual arousal from touching or rubbing against a non-consenting person, as manifested by fantasies, urges, or behaviors. Keywords: Frotteuristic Disorder, F65.81"
  },
  {
    "dsm5_category": "Paraphilic Disorders",
    "disorder_name": "Sexual Masochism Disorder",
    "text": "Sexual Masochism Disorder: Recurrent and intense sexual arousal from being humiliated, beaten, bound, or otherwise made to suffer, as manifested by fantasies, urges, or behaviors. Keywords: Sexual Masochism Disorder, F65.51"
  },
  {
    "dsm5_category": "Paraphilic Disorders",
    "disorder_name": "Sexual Sadism Disorder",
    "text": "Sexual Sadism Disorder: Recurrent and intense sexual arousal from the physical or psychological suffering of another person, as manifested by fantasies, urges, or behaviors. Keywords: Sexual Sadism Disorder, F65.52"
  },
  {
    "dsm5_category": "Paraphilic Disorders",
    "disorder_name": "Pedophilic Disorder",
    "text": "Pedophilic Disorder: Recurrent, intense sexually arousing fantasies, urges, or behaviors involving sexual activity with a prepubescent child or children (generally 13 years or younger). Keywords: Pedophilic Disorder, F65.4"
  },
  {
    "dsm5_category": "Paraphilic Disorders",
    "disorder_name": "Fetishistic Disorder",
    "text": "Fetishistic Disorder: Recurrent and intense sexual arousal from either the use of non-living objects or a highly specific focus on non-genital body parts, causing significant distress or impairment in functioning. Keywords: Fetishistic Disorder, F65.0"
  },
  {
    "dsm5_category": "Paraphilic Disorders",
    "disorder_name": "Transvestic Disorder",
    "text": "Transvestic Disorder: Recurrent and intense sexual arousal from cross-dressing, causing significant distress or impairment in functioning. Keywords: Transvestic Disorder, F65.1"
  },
  {
    "dsm5_category": "Paraphilic Disorders",
    "disorder_name": "Other Specified Paraphilic Disorder",
    "text": "Other Specified Paraphilic Disorder: Recurrent and intense sexual arousal involving atypical objects, situations, or activities that cause significant distress or impairment, but do not meet the full criteria for any specific paraphilic disorder. Keywords: Other Specified Paraphilic Disorder, F65.89"
  },
  {
    "dsm5_category": "Paraphilic Disorders",
    "disorder_name": "Unspecified Paraphilic Disorder",
    "text": "Unspecified Paraphilic Disorder: Atypical sexual interests causing significant distress or impairment but insufficient information to meet full diagnostic criteria for a specific paraphilic disorder. Keywords: Unspecified Paraphilic Disorder, F65.9"
  },
  {
    "dsm5_category": "Other Mental Disorders",
    "disorder_name": "Other Specified Mental Disorder Due to Another Medical Condition",
    "text": "Other Specified Mental Disorder Due to Another Medical Condition: A clinically significant disturbance in cognition, emotion regulation, or behavior directly attributable to the physiological effects of another medical condition, specified with additional details. Keywords: Other Specified Mental Disorder Due to Another Medical Condition, F06.89"
  },
  {
    "dsm5_category": "Other Mental Disorders",
    "disorder_name": "Unspecified Mental Disorder Due to Another Medical Condition",
    "text": "Unspecified Mental Disorder Due to Another Medical Condition: A clinically significant mental disturbance directly attributable to another medical condition but not meeting criteria for a specific mental disorder. Keywords: Unspecified Mental Disorder Due to Another Medical Condition, F06.9"
  },
  {
    "dsm5_category": "Other Mental Disorders",
    "disorder_name": "Other Specified Mental Disorder",
    "text": "Other Specified Mental Disorder: A clinically significant mental disturbance that does not meet full criteria for any specific mental disorder, with specific reasons provided (e.g., brief psychotic episodes, partial symptoms of a disorder). Keywords: Other Specified Mental Disorder, F99"
  },
  {
    "dsm5_category": "Other Mental Disorders",
    "disorder_name": "Unspecified Mental Disorder",
    "text": "Unspecified Mental Disorder: A clinically significant disturbance in mental functioning without sufficient information for a more specific diagnosis. Keywords: Unspecified Mental Disorder, F99"
  },
  {
    "dsm5_category": "Medication-Induced Movement Disorders and Other Adverse Effects of Medication",
    "disorder_name": "Neuroleptic-Induced Parkinsonism",
    "text": "Neuroleptic-Induced Parkinsonism: The development of Parkinsonian symptoms (e.g., bradykinesia, rigidity, tremor) following the administration of antipsychotic or neuroleptic medications. Keywords: Neuroleptic-Induced Parkinsonism, G21.11"
  },
  {
    "dsm5_category": "Medication-Induced Movement Disorders and Other Adverse Effects of Medication",
    "disorder_name": "Other Medication-Induced Parkinsonism",
    "text": "Other Medication-Induced Parkinsonism: Parkinsonian symptoms induced by medications other than neuroleptics, such as calcium channel blockers or antiemetics. Keywords: Other Medication-Induced Parkinsonism, G21.19"
  },
  {
    "dsm5_category": "Medication-Induced Movement Disorders and Other Adverse Effects of Medication",
    "disorder_name": "Neuroleptic Malignant Syndrome",
    "text": "Neuroleptic Malignant Syndrome: A potentially life-threatening reaction characterized by hyperthermia, muscle rigidity, autonomic dysfunction, and altered mental status, usually associated with neuroleptic or antipsychotic medications. Keywords: Neuroleptic Malignant Syndrome, G21.0"
  },
  {
    "dsm5_category": "Medication-Induced Movement Disorders and Other Adverse Effects of Medication",
    "disorder_name": "Medication-Induced Acute Dystonia",
    "text": "Medication-Induced Acute Dystonia: Sudden, sustained, and often painful muscle contractions or spasms following medication use, commonly antipsychotics or antiemetics. Keywords: Medication-Induced Acute Dystonia, G24.01"
  },
  {
    "dsm5_category": "Medication-Induced Movement Disorders and Other Adverse Effects of Medication",
    "disorder_name": "Medication-Induced Acute Akathisia",
    "text": "Medication-Induced Acute Akathisia: A subjective sense of inner restlessness accompanied by objective signs of motor restlessness, such as pacing or inability to sit still, induced by medication. Keywords: Medication-Induced Acute Akathisia, T43.205A"
  },
  {
    "dsm5_category": "Medication-Induced Movement Disorders and Other Adverse Effects of Medication",
    "disorder_name": "Tardive Dyskinesia",
    "text": "Tardive Dyskinesia: Involuntary, repetitive movements such as grimacing, tongue protrusion, or limb movements, associated with prolonged use of antipsychotic medications. Keywords: Tardive Dyskinesia, G24.01"
  },
  {
    "dsm5_category": "Medication-Induced Movement Disorders and Other Adverse Effects of Medication",
    "disorder_name": "Medication-Induced Postural Tremor",
    "text": "Medication-Induced Postural Tremor: Presence of fine, rhythmic tremors noticeable during posture maintenance and linked to medication use. Keywords: Medication-Induced Postural Tremor, G25.1"
  },
  {
    "dsm5_category": "Medication-Induced Movement Disorders and Other Adverse Effects of Medication",
    "disorder_name": "Other Medication-Induced Movement Disorder",
    "text": "Other Medication-Induced Movement Disorder: Movement abnormalities (e.g., dystonia, myoclonus) associated with medication use. Keywords: Other Medication-Induced Movement Disorder, G25.82"
  },
  {
    "dsm5_category": "Medication-Induced Movement Disorders and Other Adverse Effects of Medication",
    "disorder_name": "Antidepressant Discontinuation Syndrome",
    "text": "Antidepressant Discontinuation Syndrome: Symptoms emerging within days after the abrupt cessation or rapid dose reduction of antidepressant medication, particularly those with short half-lives. Keywords: Antidepressant Discontinuation Syndrome, T43.25"
  },
  {
    "dsm5_category": "Other Conditions That May Be a Focus of Clinical Attention",
    "disorder_name": "Educational and Occupational Problems",
    "text": "Educational and Occupational Problems: Significant difficulties in academic or work settings that interfere with performance or success. Keywords: Educational Problems, Occupational Problems, Work Stress"
  },
  {
    "dsm5_category": "Other Conditions That May Be a Focus of Clinical Attention",
    "disorder_name": "Housing and Economic Problems",
    "text": "Housing and Economic Problems: Significant challenges related to living arrangements or financial stability impacting well-being. Keywords: Housing Problems, Economic Problems, Financial Instability"
  },
  {
    "dsm5_category": "Other Conditions That May Be a Focus of Clinical Attention",
    "disorder_name": "Other Problems Related to the Social Environment",
    "text": "Other Problems Related to the Social Environment: Challenges stemming from social relationships or environmental factors that significantly impact mental or emotional well-being. Keywords: Social Environment Problems, Interpersonal Conflicts, Social Isolation"
  }
]